{
  "title-common": " | Wetterstation am JTG Straubing",
  "test-title": "Aktuelles",
  "header": {
    "logo-span": "Wetterstation",
    "logo-alt": "Logo",
    "weather": {
      "alt_sun": "Sonne",
      "alt_light-cloudy": "Leicht Bewölkt",
      "alt_cloudy": "Bewölkt",
      "alt_light-rain": "Leichter Regen",
      "alt_rain": "Regen",
      "alt_strong-rain": "Starker Regen",
      "alt_snow": "Schnee",
      "alt_thunder": "Gewitter"
    },
    "languages": {
      "de": "Deutsch",
      "en": "Englisch"
    },
    "nav": {
      "about": "Über uns",
      "link3": "Link 3"
    }
  },
  "index": {
    "about": {
      "image": "Das JTG von vorne",
      "title": "Über uns",
      "text": "Im Rahmen des P-Seminars 'Wetterstation am JTG' haben wir im Schuljahr 2022/23 eine Wetterstation geplant, durch Sponsoring finanziert und gemeinsam Ende Oktober aufgestellt. Nun kann man auf dieser Website die aktuellen Wetterdaten der verschiedenen Sensoren auslesen und einen Überblick über das Wetter von den vergangenen fünf Tagen bekommen"
    },
    "weather": {
      "title": "Aktuelle Sensorwerte",
      "erklaerung": "Hier sehen Sie die aktuellen Daten unserer Wetterstation. Oben sehen Sie die aktuellen Werte für Temperatur, Niederschlag und Luftfeuchte grafisch dargestellt. Im unteren Diagramm sehen Sie den Verlauf der Tagesdurchschnittstemperaturen und -niederschläge der letzten 7 Tage."

    }
  },
  "messinstrument": {
    "thermometer": "Thermometer",
    "regenmesser": "Regenmesser",
    "hygrometer": "Hygrometer",
    "hygrometerzeiger": "Zeiger des Hygrometers"
  },
  "footer":  {
    "title": "Das P-Seminar des JTG bedankt sich für Ihren Besuch auf unserer Homepage!",
    "nutzung": "Nutzungsbedingungen",
    "impressum": "Impressum und Datenschutzerklärung"
  },
  "login": "Anmelden",
  "logout": "Abmelden",
  "about": "ueberuns",
  "aboutus": {
    "title": "Über uns",
    "textmain": "Das P-Seminar Wetter- und Klimastation des Johannes-Turmair-Gymnasiums Straubing ist ein Wetterstationsprojekt, das wir Anfang 2022 gestartet haben. Jeder Teilnehmer hat sich mit einem Aspekt der Wettermessung vertraut gemacht und später sein Wissen mit der gesamten Gruppe geteilt. Wir haben wertvolle Unterstützung von unserem Partner Herrn Bohmann erhalten, der uns sein Netzwerk an Wetterstationen vorgestellt und uns während des Projekts geholfen hat. Wir teilten uns in kleinere Gruppen auf, mit Aufgaben wie der Suche nach einem Standort für die Station und der Sicherung von Finanzierung. Unser Fortschritt wurde regelmäßig mit der Gruppe geteilt und nach der Sicherung ausreichender Mittel wurden alle Komponenten bestellt und die Station montiert. Sie wurde bei einer Veranstaltung, an der Sponsoren, Medien und unser Partner teilnahmen, enthüllt und im Anschluss gab es eine Feier im Kantinenbereich. Wir haben jetzt erfolgreich eine Datenübertragung von der Station zu einem Server eingerichtet und teilen unsere Erkenntnisse durch diese Website.",
    "textgoal": "Unser Ziel ist es, die Wettervorhersagen in Straubing und den umliegenden Gebieten durch Datensammlung zu verbessern und gleichzeitig Einblicke in die Auswirkungen des Klimawandels zu gewinnen.",
    "textthanks": "Wir bedanken uns ganz herzlich bei allen Sponsoren. Unser Dank geht auch an die Stadt Straubing und unserer Schulleitung, ohne deren Hilfe dieses Projekt nicht möglich gewesen wäre. Unser Dank gilt weiter allen anderen Helfern, insbesondere unserem Partner Herr Bohmann. Abschließend gilt unser Dank natürlich auch unserem sehr engagierten Lehrer Herr Greil, der uns während dem Seminar sehr gut betreut hat."
  },
  "unfinished": {
    "title": "Diese Seite ist noch nicht fertiggestellt."
  }
}