{
  "title-common": " | Weather Station at JTG Straubing",
  "test-title": "News",
  "header": {
    "logo-span": "Weather station",
    "logo-alt": "Logo",
    "weather": {
      "alt_sun": "Sun",
      "alt_light-cloudy": "Partly cloudy",
      "alt_cloudy": "Cloudy",
      "alt_light-rain": "Light Rain",
      "alt_rain": "Rain",
      "alt_strong-rain": "Heavy rain",
      "alt_snow": "Snow",
      "alt_thunder": "Storm"
    },
    "languages": {
      "de": "German",
      "en": "English"
    },
    "nav": {
      "about": "About",
      "link3": "Link 3"
    }
  },
  "index": {
    "about": {
      "image": "The JTG from the front",
      "title": "About us",
      "text": "As part of the P-Seminar 'Weather Station at the JTG', we planned a weather station for the school year 2022/23, financed it through sponsorship and set it up together at the end of October. Now you can read the current weather data from the various sensors on this website and get an overview of the weather over the past five days."
    },
    "weather": {
      "title": "Current sensor values",
      "erklaerung": "Here you can see the results of our weather station. At the top you can see the current values for temperature, precipitation and humidity displayed graphically. In the lower diagram you see the course of the daily average temperatures and precipitation of the last 7 days."
    }
  },
  "messinstrument": {
    "thermometer": "Thermometer",
    "regenmesser": "Rain gauge",
    "hygrometer": "Hygrometer",
    "hygrometerzeiger": "Hygrometer Pointer"
  },
  "footer":  {
    "title": "The P-Seminar of the JTG thanks you for visiting our homepage!",
    "nutzung": "Terms of Use",
    "impressum": "Imprint and Privacy Policy"
  },
  "login": "Login",
  "logout": "Logout",
  "about": "about",
  "aboutus": {
    "title": "About us",
    "textmain": "The 'P-Seminar' Weather and Climate Station of the Johannes-Turmair-Gymnasium Straubing is a weather station project we started in early 2022. Each participant familiarized themselves with one aspect of weather measurement and later shared their knowledge with the entire group. We received valuable guidance from our partner, Mr. Bohmann, who presented his network of weather stations and helped us throughout the project. We divided into smaller groups, with tasks such as finding a location for the station and securing funding. Our progress was regularly shared with the group, and after securing sufficient funds, all components were ordered and the station was assembled. It was unveiled at an event attended by sponsors, media, and our partner, followed by a celebration in the canteen. We have now successfully set up data transfer from the station to a server, and share our findings with the world through this website.",
    "textgoal": "Our aim is to enhance weather predictions in Straubing and its surrounding areas through data collection, while also gaining insights into the effects of climate change.",
    "textthanks": "We are deeply grateful to all those who helped make this project a success, including our amazing sponsors, the city of Straubing, our supportive Principal, and our indispensable partner, Mr. Bohmann. We are especially thankful for Mr. Bohmann's invaluable contributions and unwavering support. Our thanks also go to our dedicated teacher, Mr. Greil, who was there to guide us every step of the way. Thank you all for your support!"
  },
  "unfinished": {
    "title": "This page is not yet finished."
  },
  "useragrement": {
    "title": "Useragrement",
    "text1": "The data on this website",
    "text2": "by",
    "text3": "is licensed under"
  }
}