{
  "title-common": " | Weather Station at JTG Straubing",
  "test-title": "News",
  "header": {
    "logo-span": "Weather station",
    "logo-alt": "Logo",
    "weather": {
      "alt_sun": "Sun",
      "alt_light-cloudy": "Partly cloudy",
      "alt_cloudy": "Cloudy",
      "alt_light-rain": "Light Rain",
      "alt_rain": "Rain",
      "alt_strong-rain": "Heavy rain",
      "alt_snow": "Snow",
      "alt_thunder": "Storm"
    },
    "languages": {
      "de": "German",
      "en": "English"
    },
    "nav": {
      "about": "About",
      "link3": "Link 3"
    }
  },
  "index": {
    "about": {
      "image": "The JTG from the front",
      "title": "About us",
      "text": "As part of the P-Seminar 'Weather Station at the JTG', we planned a weather station for the school year 2022/23, financed it through sponsorship and set it up together at the end of October. Now you can read the current weather data from the various sensors on this website and get an overview of the weather over the past five days."
    },
    "weather": {
      "title": "Current sensor values",
      "erklaerung": "At some point, the current senor values will be found here, but only maybe"
    }
  },
  "footer":  {
    "title": "The P-Seminar of the JTG thanks you for visiting our homepage!",
    "datenschutz": "privacy policy",
    "nutzung": "terms of use",
    "impressum": "imprint",
    "paul": "Paul was here"
  },
  "login": "Login",
  "about": "About",
  "aboutus": {
    "title": "About us",
    "textmain": "We are the \"P-Seminar\" \"Wetter- und Klimastation\" of the Johannes-Turmair-Gymnasium Straubing.\n    In the beginning of the year 2022 we stated to plan our weather station at our School.\n    First every participant talked about one aspect of the weather and how you can measure it.\n    Afterwards we stated to learn about weather stations with the help of our partner Mr. Bohmann \n    He gave a presentation about his network of weather stations, and how you build your own station.\n    He also continued to help us through the entire time of the project\n    After defining what had to be done, we were split in small groups with the task to take care of one Task.\n    One Group looked for a suitable place to build the station, while another one got the permission to build it form the city. Afterwards we started looking for sponsors to finance the weather station.\n    While this happened, the work on this website started, and we thought about possible configurations for the station.\n    All Progress was shared with the complete Group on regular bases.\n   After acquiring the monetary funds necessary, all parts were ordered. \n   After the components had arrived, we set up the station.\n    We invited all the sponsors, the Media, our partner and the principle.\n  We explained what we achieved and what remains do be done in the future.\n Afterwards we ended the event with food and drinks in our canteen, where we answered questions and came in contact with each other.\n We secured the data transfer from the station to the server, and now we use this website to share our collected Data with to world.",
    "textgoal": "Our goal with the collected is to improve weather forecasting in Straubing and surroundings. We also want to learn more about the effects of climate change",
    "textthanks": "We thank all our Sponsors very much.\n    We also want to thank the city of Straubing and our Principal. Without them, this project would not have been possible.\n    Special thanks to everyone who helped us, especially our partner Mr. Bohmann\n    Lastly our thanks goes to our teacher Mr. Greil, who helped us throughout the entire project very much. "
  }

}